
[
  {
    "name": "Advanced",
    "description": "Solidity: Beginner to Intermediate Smart Contracts",
    "image": "2"
   
  },
  {
    "name": "Beginner",
    "description": "Solidity: Beginner to Intermediate Smart Contracts",
    "image": "1"
   
  },
  {
    "name": "Chainlink",
    "description": "Chainlink: Decentralized Oracles",
    "image": "4"
  
  },
  {
    "name": "Intermediate",
    "description": "",
    "image": "5"
  },
  {
    "name": "MultiversX",
    "description": "Bring your beloved zombies to MultiversX, a highly scalable, secure and decentralized blockchain network created to enable radically new applications, for users, businesses, society, and the new metaverse frontier.",
    "image": "6"
  },
  {
    "name": "Neo",
    "description": "Start using Neo, a feature-complete blockchain platform for building decentralized applications.",
    "image": "6"
  },
  {
    "name": "Optimism",
    "description": "Welcome to our groundbreaking course on writing, testing, and deploying smart contracts using the OP stack! In this course, we will explore the exciting world of Optimism, a revolutionary Layer 2 scaling solution built to enhance Ethereum's capabilities. At its core, Optimism is an EVM-compatible layer 2 protocol that aims to address the scalability and cost challenges of the Ethereum network. Throughout this course, you will embark on a hands-on journey, starting from the basics of writing and testing smart contracts and, by the end, you will possess the skills and knowledge necessary to deploy your own smart contracts on OP Mainnet!",
    "image": "6"
  },
  {
    "name": "Oracle",
    "description": "Combine the real-world and all of its changes and information with our beloved zombies.",
    "image": "6"
  },
  {
    "name": "Polkadot",
    "description": "Get up to speed with the basics of ink!",
    "image": "6"
  },
  {
    "name": "Solidity",
    "description": "",
    "image": "6"
  },
  {
    "name": "Tron",
    "description": "Start working with TRON, one of the fastest-growing public blockchains.",
    "image": "6"
  },
  {
    "name": "zkSync",
    "description": "Explore the blockchain ecosystem.",
    "image": "6"
  }
]


